{
  "MARIO MESTAZ": {
    "medication_summary": "The patient is currently prescribed the following medications:\n\n1. Levothyroxine Sodium, 100MCG capsule, taken orally once daily.\n2. Allopurinol, 100MG tablet, taken orally once daily.\n3. DULoxetine HCl, 30MG capsule, delayed release, taken orally once daily.\n4. Fish Oil, 1000MG capsule, taken orally once daily.\n5. Vitamin D3, 1.25 MG(50000 UT) capsule, taken orally once a week.\n6. Cyclobenzaprine HCl, 10MG tablet, taken orally three times daily.\n7. traMADol HCl, 50MG tablet, taken orally three times daily.\n8. Lyrica, 50mg capsule, taken orally twice daily.\n9. Alendronate, 70mg tablet, taken orally once a week.\n10. Ibuprofen, 800mg tablet, taken orally as needed.\n11. traZODone, 100mg tablet, taken orally once daily.\n12. Baclofen, 5mg tablet, taken orally twice daily.",
    "lifestyle_recommendations": "The patient should continue to abstain from alcohol and tobacco use, as he currently does. He should also maintain a balanced diet to manage his conditions such as gout, dyslipidemia, and hypothyroidism. Regular exercise could be beneficial, but it should be tailored to his health status and done under medical supervision due to his history of cardiac issues. It would also be beneficial for him to manage stress, possibly through mindfulness or relaxation techniques, to help with his fibromyalgia and cardiac conditions. He should also ensure he is getting adequate sleep, given his diagnosis of obstructive sleep apnea. Lastly, he should continue his current caffeine intake of one serving of decaf coffee per day, unless advised otherwise by his healthcare provider.",
    "condition_summary": "The patient has been diagnosed with paroxysmal atrial fibrillation, premature ventricular contraction (PVC), essential hypertension, and dyslipidemia. He is also scheduled to undergo gallbladder surgery."
  },
  "SIMON SIMONIAN": {
    "medication_summary": "The patient has been prescribed the following medications:\n\n1. Metoprolol tartrate 25 mg tablet, one tablet twice a day, for 90 days starting from 05/28/2025, with three refills.\n2. Apixaban 5 mg tablet, one tablet twice a day, for 90 days starting from 05/28/2025, with three refills.\n3. AmLODIPine 2.5 mg tablet, one tablet at night, for 90 days starting from 05/28/2025, with three refills.\n4. LisinopriL 40 mg tablet, one tablet daily, for 90 days starting from 05/28/2025, with three refills.\n5. Atorvastatin 40 mg tablet, one tablet daily, for 90 days starting from 05/28/2025, with three refills.",
    "lifestyle_recommendations": "The patient's medical records do not provide specific lifestyle recommendations.",
    "condition_summary": "The patient has been diagnosed with several conditions. These include a skin rash, difficulty chewing, glaucoma, and irregular heartbeats. The patient also has a history of stroke and hernia repair. They have been diagnosed with paroxysmal atrial fibrillation, a condition where the heart can beat irregularly and rapidly. This condition was discovered after the patient had a stroke in October 2024. The patient also has a history of essential hypertension, but it is currently well-controlled. Additionally, the patient has a small PFO (Patent Foramen Ovale), which is likely incidental and does not require treatment."
  },
  "Annette Carlton": {
    "medication_summary": "The context does not provide any information about a patient's prescribed medications.",
    "lifestyle_recommendations": "The context information provided does not contain any specific details about a patient's medical records or lifestyle recommendations. Therefore, it's not possible to provide any key lifestyle recommendations based on the given context.",
    "condition_summary": "The context does not provide any information about a patient's diagnosed conditions."
  },
  "ADEL L MIKHAIL": {
    "medication_summary": "The patient has been prescribed the following medications:\n\n1. Percocet 5 Mg-325 Mg Tablet (Oxycodone-acetaminophen): The patient is instructed to take 1 tablet by mouth four times a day as needed for pain. They may take an additional tablet every 3 days.\n\n2. Cymbalta 30 mg capsule, delayed release (duloxetine): The patient is instructed to take 1 capsule by mouth twice a day as directed.\n\n3. Pregabalin 75 mg capsule (pregabalin): The patient is instructed to take 1 capsule by mouth three times a day as directed.",
    "lifestyle_recommendations": "The patient should return to the clinic in 30 days for continued pain management. Additionally, they are instructed to have an MRI of the cervical spine plus XR flexion extension views neck. The patient should also continue to manage his pain with the prescribed medication regimen, which includes taking Percocet 5 Mg-325 Mg Tablet (Oxycodone-acetaminophen) four times a day as needed for pain, with the possibility of taking an additional tablet every 3 days.",
    "condition_summary": "The patient has been diagnosed with two main conditions: Cervical Spondylosis without Myelopathy and Neck Pain."
  },
  "solomon khlife": {
    "medication_summary": "The context does not provide any information about prescribed medications for the patient.",
    "lifestyle_recommendations": "The patient is advised to protect his elbow, possibly by using sheepskin or a heavy sleeve. He is also instructed to return to the clinic after his studies, which include an NCV of the fibular and ulnar nerves, and an MRI of the cervical spine and elbow, are completed.",
    "condition_summary": "The patient has been diagnosed with several conditions. These include arm and neck pain, cervical spondylosis with a radicular component, multiple crush syndrome, and an inability to dorsiflex the big toe on the right side indicating weakness in dorsiflexion of the foot. The patient also has entrapment of the ulnar nerve at the antecubital tunnel and in the fibular nerve. Additionally, the patient has sinusitis which may be causing headaches. The patient also has Tardy ulnar nerve palsy and neck pain. These conditions seem to have occurred after an injury the patient sustained while serving in the Marines."
  },
  "david pujol": {
    "medication_summary": "The patient is currently prescribed the following medications:\n\n1. DilTIAZem HCL, 120mg tablet, taken orally once daily.\n2. Fluticasone-Salmeterol, 250-50MCG/ACT Blister, inhaled twice daily.\n3. Furosemide, 80mg tablet, taken orally once daily.\n4. Losartan, 50mg tablet, taken orally once daily.\n5. MetOLazone, 2.5mg tablet, taken orally once daily, half an hour before Lasix.\n6. Potassium chloride, 20mEq Tablet, ER Part, taken orally twice daily.\n7. Trelegy Ellipta, 100-62.5-25mcg Blister, inhaled once daily.\n8. Revatio, 20mg tablet, taken orally three times per day, with doses administered at least 4-6 hours apart.",
    "lifestyle_recommendations": "The patient should consider wearing compression for leg swelling, using a CPAP mask for sleep apnea if affordable, and resuming diuretics as directed by the doctor. It's also important for the patient to monitor his symptoms, particularly shortness of breath, and seek emergency care if it worsens. Regular check-ups and following prescribed medication schedules, including taking losartan, potassium chloride, metolazone, and furosemide, are also recommended. The patient should also follow through with scheduled procedures like the abdominal ultrasound, echocardiogram, and paracentesis.",
    "condition_summary": "The patient has been diagnosed with Tricuspid Regurgitation, which is causing significant shortness of breath and swelling. This condition is due to elevated pulmonary artery systolic pressures and possibly atrial fibrillation. The patient also has significant right ventricular dysfunction. Additionally, the patient has been diagnosed with Atrial Fibrillation and is currently on Diltiazem. The patient also likely has liver disease."
  },
  "MARY B DUGAN": {
    "medication_summary": "The context does not provide information on any prescribed medications for the patient.",
    "lifestyle_recommendations": "The patient's medical records do not provide specific lifestyle recommendations.",
    "condition_summary": "The patient has been diagnosed with groin pain, sciatica, and back pain. She also has a history of hypertension and a bleeding disorder. Her MRI showed evidence of an abnormal disc at L5-S1 with a disc protrusion and extrusion, as well as a disc bulge. There is also mild ligamentum flavum and facet hypertrophy, severe lateral recess stenosis, and neuroforaminal narrowing at L5-S1. Additionally, she has early pain in the L3-L4 distribution and a 2-3 mm left paracentral disc bulge at L3-4. There is also moderate to severe space narrowing at L2-L3 with a 45 mm disc bulge. The MRI of her right hip showed mild to moderate joint space narrowing and degenerative changes. There is also moderate tendinosis of the obturator externus muscles bilaterally, and mild tendinosis of the gluteus medius and gluteus minimus muscles bilaterally."
  },
  "christina stratford": {
    "medication_summary": "The patient, Christina Stratford, has been prescribed two medications. The first is Tramadol 50 mg tablet, which she is to take once a day as needed for pain. The second is Gabapentin 100 mg capsule, which she is to take three times a day as directed. It's important to note that Gabapentin was added to her medication list during this visit, replacing Gabarone 100 mg tablet, which was removed.",
    "lifestyle_recommendations": "The patient is advised to return to the clinic before 30 days for continued management of her pain.",
    "condition_summary": "The patient has been diagnosed with neck pain and degenerative disc disease in the cervical spine."
  },
  "GABRIELA ORONO": {
    "medication_summary": "The context does not provide any information about prescribed medications for the patient.",
    "lifestyle_recommendations": "The patient is advised to lose weight due to her morbid obesity and hypertension. She is also recommended to engage in regular exercise, which she currently does not do. Additionally, she should consider reducing or eliminating her alcohol use.",
    "condition_summary": "The patient, Gabriela Orona, has been diagnosed with back pain in the lumbar region and lower extremity weakness. She also has evidence of anterolisthesis grade 1 at L4-5, morbid obesity, and entrapment of the peroneal nerve over the fibular head on the right side, as well as entrapment of the posterior tibial nerve in the tarsal tunnel on the right. Additionally, she has a history of heart attack, heart disease, and high blood pressure."
  },
  "franciso sanchez, jr": {
    "medication_summary": "The patient, Francisco Sanchez, Jr., has been prescribed two medications. The first one is Pregabalin 75 mg capsule, which he is instructed to take one capsule by mouth three times a day as directed. The second medication is Hydromorphone 2 mg tablet, which he is to take one tablet by mouth every twelve hours as needed for pain for a duration of 30 days.",
    "lifestyle_recommendations": "The patient's medical records do not provide specific lifestyle recommendations. However, the patient is advised to have an MRI of the lumbar spine, undergo a lumbar epidural at L5-S1 bilaterally, and return to the clinic before 30 days for continued management of pain.",
    "condition_summary": "The patient has been diagnosed with lumbar pain and sciatica. The lumbar pain is associated with the lower back, while sciatica is a condition that causes pain radiating down the path of the sciatic nerve, which branches from the lower back through the hips and buttocks and down each leg."
  },
  "Alfred Palladino": {
    "medication_summary": "The patient is currently prescribed the following medications:\n\n1. Farxiga (5mg tablet, taken orally once daily), which was started on 05/12/2025 and is active. This medication was prescribed to replace Jardiance.\n2. Nitroglycerin (0.4MG Tablet, taken sublingually as directed), which is active.\n3. PreserVision AREDS 2+Multi Vit, taken orally once daily and is active.\n4. Calcium Citrate-Mag-Minerals, taken orally once daily and is active. This is a combination of Calcium, Magnesium, and Zinc.\n5. Mature Adult Century, taken orally once daily and is active.\n6. Vitamin C (500mg daily), which is active. \n\nAll medications have been reconciled.",
    "lifestyle_recommendations": "The patient should consider incorporating regular exercise into his routine, as he is currently inactive. He should also continue to abstain from tobacco, alcohol, and illicit drug use. Given his history of heart disease, a heart-healthy diet low in sodium and saturated fats may be beneficial. As he is a former smoker, he should continue to avoid smoking. He should also monitor his caffeine intake from carbonated beverages. As he is unsteady on his gait, he might benefit from physical therapy or balance exercises to improve his stability and reduce the risk of falls.",
    "condition_summary": "The patient has been diagnosed with permanent atrial fibrillation, chronic diastolic heart failure, and arteriosclerotic heart disease. The atrial fibrillation was detected during a hospitalization in July 2021. The patient's heart failure is characterized by a left ventricular ejection fraction (LVEF) of 60% with mild left ventricular hypertrophy and LV relaxation abnormality. The arteriosclerotic heart disease is a result of a 5 vessel coronary artery bypass surgery performed over 20 years ago, with an echocardiogram showing an LVEF of 40-45% and mild mitral regurgitation."
  },
  "roxanne p marquez": {
    "medication_summary": "The patient, Roxanne P Marquez, has been prescribed two medications. The first is Percocet 5-325 Mg Tablet (Oxycodone-acetaminophen), which she is to take one tablet by mouth every eight hours as needed for pain. The second is Hydrocodone-acetaminophen 5-325 Mg Tablet (Hydrocodone-acetaminophen), which she is to take one tablet by mouth three times a day as needed for post pain for 15 days.",
    "lifestyle_recommendations": "The patient's medical records do not provide any specific lifestyle recommendations.",
    "condition_summary": "The patient, Roxanne P Marquez, has been diagnosed with several conditions. These include cervical spine stenosis, lumbar pain, cervical spondylosis, carpal tunnel, and cervical radiculopathy."
  },
  "GLORIA BAILEY": {
    "medication_summary": "The patient is currently prescribed the following medications:\n\n1. Simvastatin, 20mg tablet, taken orally once daily.\n2. Losartan, 25mg tablet, taken orally once daily.\n3. Chlorthalidone, 25mg tablet, taken orally once daily.\n4. Metformin, 500mg tablet, taken orally once daily.\n5. Aspirin, 81mg tablet, taken orally once daily.\n6. Famotidine, 20mg tablet, taken orally once daily.\n7. Loratadine, 10mg tablet, taken orally as needed.\n8. Ibuprofen, 800mg tablet, taken orally as needed.\n9. Ibuprofen, 400mg tablet, taken orally as needed.\n10. Trospium, 60mg capsule, taken orally once daily.\n11. Fluticasone propionate, 50mcg/actuat spray, taken intranasally as needed.\n12. Albuterol sulfate, 90mcg/actuat HFA Aerosol Inhaler, taken as needed.\n13. Wegovy, 0.25 mg/0.5 mL subcutaneous pen injector, 0.25 mg weekly.",
    "lifestyle_recommendations": "The patient should continue taking aspirin and modify risk factors associated with arteriosclerotic heart disease. She should also switch from simvastatin to rosuvastatin to lower her LDL cholesterol levels. For her essential hypertension, she should continue taking chlorthalidone and losartan. Her diabetes mellitus should be managed with continued use of metFORMIN. Given her morbid obesity and cardiovascular comorbidities, GLP-1 agonist therapy is recommended.",
    "condition_summary": "The patient has been diagnosed with Low Back Pain, which has deteriorated. Other conditions present include a bladder infection in the past year, multiple trips to the bathroom to urinate at night, arthritis or other joint disease, and depression."
  },
  "Steven Smith": {
    "medication_summary": "The patient is currently prescribed two medications. The first is Aricept (donepezil) 5 mg tablet, which is to be taken once a day by mouth. The second is ropinirole 0.25 mg tablet, with the instruction to take two tablets by mouth at bedtime.",
    "lifestyle_recommendations": "The key lifestyle recommendation for the patient is to be aggressive in a daily exercise program. Specific exercises suggested include the multifidus, transverse abdominis pulldown, Pauline chest press, and chest fly. The patient is also advised to return to the clinic in 2-3 months.",
    "condition_summary": "The patient, Steven Smith, has been diagnosed with advanced discogenic disease at L4-5 with Modic type II changes. He also has a large hemangioma in the L5 vertebral body. Additionally, he has a disc osteophyte complex at the L4-5 level and a usual disc at the L5-S1 level. However, he does not have sciatica. His final diagnoses include L4-5, L5-S1 discogenic disease with hernia, and a large hemangioma in the L5 vertebral body. He also has a history of lumbar radiculopathy."
  },
  "CHRISTINE CRAIG": {
    "medication_summary": "The patient is prescribed blood pressure medication and insulin, along with various other medications.",
    "lifestyle_recommendations": "The context does not provide specific lifestyle recommendations for the patient.",
    "condition_summary": "The patient has been diagnosed with moderately advanced bilateral C4 and C5 radiculopathy, which is characterized by acute and superimposed chronic denervation. Additionally, there is evidence of ulnar neuropathy across the left elbow. However, there is no evidence of carpal tunnel or peripheral neuropathy in both upper extremities."
  },
  "John Smith": {
    "medication_summary": "The patient is currently prescribed the following medications:\n\n1. Hydrocodone-acetaminophen 5 mg-325 mg tablet: The patient is directed to take 1 tablet by mouth every six hours as needed for pain.\n2. Lidocaine 5% topical patch: The patient is directed to apply 1 patch to the skin once a day for 12 hours on and 12 hours off.\n3. Pregabalin 100 mg capsule: The patient is directed to take 1 capsule by mouth three times a day.\n4. Methocarbamol 750 mg tablet: The patient is directed to take 1 tablet by mouth three times a day as needed for spasms.\n5. Diclofenac sodium 1% gel: The patient is directed to apply 2 grams to the affected area once a day for 6 days, then stop use for 6 days, and then continue the regimen for another 6 days.",
    "lifestyle_recommendations": "The context does not provide specific lifestyle recommendations for the patient.",
    "condition_summary": "The patient has been diagnosed with Radiculopathy in the cervical region and chronic back pain in the lumbosacral area. He also has a condition related to a cervical disc disorder with radiculopathy and cervical stenosis."
  },
  "MICHELE BEAUCHAMP": {
    "medication_summary": "The patient is currently prescribed the following medications: \n\n1. Ezetimibe, 10mg tablet taken orally once daily, which was started on 10/25/2024.\n2. Armour Thyroid, 30mg tablet, taken orally three times daily.\n3. Prolia, 60MG/ML Syringe, administered as one subcutaneous injection every six months.",
    "lifestyle_recommendations": "The patient should consider maintaining a balanced diet and regular exercise routine to manage her weight and overall health, given her normal Body Mass Index. She should also continue taking her prescribed medications, including aspirin and ezetimibe, as directed by her doctor. Additionally, she should follow through with the recommended Watchman device procedure to manage her atrial fibrillation. Regular follow-ups with her healthcare provider are also crucial to monitor her health status.",
    "condition_summary": "The patient has been diagnosed with transient atrial fibrillation and dyslipidemia. The patient also experiences arthritis or other joint disease, joint pain, and dizziness."
  },
  "VIRGINIA UCHANSKI": {
    "medication_summary": "The patient is currently prescribed the following medications:\n\n1. Eliquis (5mg tablet, taken orally 2 times per day)\n2. Wellbutrin XL (300MG Tablet, Extended, 1/2 Oral once daily)\n3. Vitamin D (Oral, specific strength unknown)\n4. Multivitamins (1 tablet orally once daily)\n5. B12 Fast Dissolve (1 orally daily, specific strength unknown)\n6. Clopidogrel Bisulfate (75MG tablet, 1 orally daily)\n7. Crestor (5MG tablet, 1 tablet orally daily)\n8. Albuterol Sulfate HFA (108 (90 Base)MCG/ACT HFA Aerosol Inhaler, 1 puff inhaled as needed)\n9. ALPRAZolam (0.25MG tablet, 1 orally as needed)\n10. Olmesartan (40mg tablet, 1 orally daily)\n11. Caltrate with Vitamin D3 (600 mg-20 mcg(800 unit) tablet, 1 orally daily)\n12. Benicar (40mg tablet, 1 orally daily)\n13. Pradaxa 150 mg capsule (1 Capsule 2 times per day)\n14. Eliquis 2.5 mg tablet (1 Tablet two times daily)\n15. Amiodarone 100 mg tablet (1 tablet daily)\n\nPlease note that Xanax (0.25MG tablet, prn Oral) is listed as inactive.",
    "lifestyle_recommendations": "The patient's medical records do not provide specific lifestyle recommendations. However, given the patient's diagnosis of paroxysmal atrial fibrillation and aortic stenosis, general recommendations could include maintaining a heart-healthy diet, engaging in regular, moderate exercise as tolerated, avoiding excessive alcohol and caffeine, and managing stress levels to help control anxiety. It's also important for the patient to take prescribed medications as directed, monitor for any side effects, and report any changes in symptoms to their healthcare provider.",
    "condition_summary": "The patient has been diagnosed with paroxysmal atrial fibrillation, which is likely causing episodes of near syncope and neurological changes. This condition was confirmed by a 14-day monitor, which recorded an episode lasting over 5 hours. The patient has been prescribed Eliquis, amiodarone, and dabigatran to manage this condition. \n\nAdditionally, the patient has severe aortic stenosis, with a valve area of approximately 0.8 cm². This diagnosis is based on an echocardiogram done in February 2015. The patient experiences dyspnea on mild to moderate exertion but has no angina and has not experienced syncope or presyncope. The condition remains unchanged, and the patient has been reassured that she is an excellent candidate for Transcatheter Aortic Valve Replacement (TAVR)."
  },
  "ronnie gordon": {
    "medication_summary": "The patient, Ronnie Gordon, is currently prescribed two medications. The first one is Topamax 50 mg tablet (topiramate), which he is instructed to take one tablet by mouth twice a day as directed. The second medication is acetazolamide ER 500 mg capsule, extended release (acetazolamide), which he is also instructed to take one capsule by mouth twice a day.",
    "lifestyle_recommendations": "The patient's medical records do not provide specific lifestyle recommendations.",
    "condition_summary": "The patient has been diagnosed with Pseudotumor cerebri. He also has a history of an enlarged heart and pre-diabetes."
  },
  "yvette meredith": {
    "medication_summary": "The patient has been prescribed hydrocodone 10 mg-acetaminophen 325 mg tablets. The instructions are to take one tablet by mouth every twelve hours as needed for pain. This prescription has been entered and authorized by Dr. Abdallah S Farrukh. The patient has also been prescribed Methocarbamol 750 Mg Tablet, to be taken one tablet by mouth three times a day as needed for spasms.",
    "lifestyle_recommendations": "The patient's medical records do not provide specific lifestyle recommendations.",
    "condition_summary": "The patient has been diagnosed with Multiple Sclerosis, Glaucoma, chronic shoulder pain, neck pain, and lumbar spondylosis."
  },
  "DARLEAN SCOTT": {
    "medication_summary": "The patient, Darlean Scott, has been prescribed several medications. These include Percocet 10-325 mg tablets (oxycodone-acetaminophen) to be taken every 4-6 hours as needed for pain, Soma 350 mg tablets (carisoprodol) to be taken every 8 hours as needed, Norco 10-325 mg tablets (hydrocodone-acetaminophen) to be taken every 6 hours as needed, Medrol (Pak) 4 mg tablets (methylprednisolone) to be taken as directed by the physician, and Flexiril 10 mg to be taken every 8 hours as needed. Additionally, she has been prescribed Bactrim DS 800-160 mg tablet (sulfamethoxazole-trimethoprim) to be taken twice a day for 7 days.",
    "lifestyle_recommendations": "The key lifestyle recommendations for the patient include quitting tobacco smoking, engaging in regular exercise, and losing weight for better health. Additionally, for managing low back and neck pain, the patient is advised to limit activity to comfort, avoid activities that increase discomfort, apply moist heat and/or ice to the affected areas, and start physical therapy as directed.",
    "condition_summary": "The patient's diagnosed conditions are not explicitly mentioned in the context. However, it is indicated that the patient has been experiencing low back pain and neck pain. The patient has also been advised to quit smoking, start or continue a regular exercise program, and lose weight for better health."
  },
  "RUSSELL G PARKER": {
    "medication_summary": "The patient is currently prescribed the following medications:\n\n1. Metoprolol succinate, 25mg extended-release tablet, taken orally every night.\n2. Famotidine, 20mg tablet, taken orally once daily.\n3. Entresto, 24-26mg tablet, taken orally twice a day.\n4. Pantoprazole, 40mg delayed-release tablet, taken orally once daily.\n5. Pacerone, 200mg tablet, taken orally twice daily.\n6. Eliquis, 5mg tablet, taken orally twice a day.\n7. Spironolactone, 25mg tablet, half a tablet taken orally once daily.\n8. Vitamin D3, 25 mcg (1,000 unit) tablet, taken orally once daily.",
    "lifestyle_recommendations": "The patient's medical records do not provide specific lifestyle recommendations.",
    "condition_summary": "The patient has a history of atrial fibrillation, which has led to episodes of wide complex tachycardia and heart failure exacerbation with a reduction in left ventricular function. The patient also has a history of peptic ulcer disease with gastrointestinal bleeding. Additionally, the patient has heart failure with reduced ejection fraction, which was likely induced by tachycardia. An echocardiogram revealed a dilated cardiomyopathy and a functionally bicuspid aortic valve with trace aortic regurgitation."
  },
  "DARLENE BULLARD": {
    "medication_summary": "The patient, Darlene Bullard, is currently prescribed two medications. The first is Baclofen, a 5 mg tablet, which she is instructed to take one tablet by mouth twice a day as needed for muscle spasms, for a duration of 7 days. The second medication is Celebrex, a 200 mg capsule, which she is directed to take one capsule by mouth once a day.",
    "lifestyle_recommendations": "The patient's medical records do not provide specific lifestyle recommendations.",
    "condition_summary": "The patient, Darlene Bullard, has been diagnosed with bilateral hip pain."
  },
  "NADINE AGUILAR": {
    "medication_summary": "The patient has been prescribed Valium 5 mg tablets (diazepam). The instructions are to take one tablet by mouth once a day, specifically for an upcoming MRI procedure.",
    "lifestyle_recommendations": "The context does not provide any specific lifestyle recommendations for the patient.",
    "condition_summary": "The patient has been diagnosed with Spondylosis without myelopathy or radiculopathy in the lumbar region."
  },
  "Claressa Black": {
    "medication_summary": "The patient is currently prescribed two medications. The first is Methocarbamol 750 Mg Tablet, which is to be taken orally three times a day as needed for spasms. The second is Hydrocodone 5 Mg-acetaminophen 325 Mg Tablet, which is to be taken orally twice a day as needed for pain.",
    "lifestyle_recommendations": "The patient is advised to engage in a home exercise program focusing on the multifidus muscle exercises, transverse abdominis exercises, and William flexion exercises. She is also instructed to return to the clinic in 30 days for continued pain management.",
    "condition_summary": "The patient, Claressa Black, has been diagnosed with early kidney disease, hypertension, diabetes, and chronic kidney disease (CKD). She also experiences chronic lumbar back pain and intermittent sciatic pain in the L5 distribution."
  },
  "Valencia Hurst": {
    "medication_summary": "The patient is currently prescribed the following medications:\n\n1. Metformin (500mg Tablet, Extended, 1 oral two times daily)\n2. Amlodipine (5mg tablet 1 oral daily)\n3. Aspirin (81mg tablet, delayed, 1 oral daily)\n4. Atorvastatin (20mg tablet, 1 oral daily)\n5. Jardiance (25mg tablet, 1 oral daily)\n6. Insulin glargine (100unit/mL solution, subcutaneous daily)\n7. Magnesium oxide (400 mg (241.3mg magnesium) tablet, 1 oral daily)\n8. Albuterol sulfate (90mcg/actuat HFA Aerosol Inhaler, inhalation as needed)\n9. Spironolactone (25mg tablet 1 oral daily)\n10. Valsartan-hydrochlorothiazide (320-25mg tablet, 1 oral daily)\n11. Insulin glargine (100 unit/mL(3 mL) Insulin Pen, subcutaneous daily)\n12. Nifedipine ER (60 mg tablet, extended release, 1 tablet daily)\n\nPlease note that the patient's Amlodipine and Spironolactone were stopped and replaced with Nifedipine.",
    "lifestyle_recommendations": "The patient's medical records suggest that they should maintain a healthy diet and regular exercise to manage their hypertension, hyperlipidemia, and type 2 diabetes. They should also monitor their blood pressure regularly and take their medications as prescribed. Regular check-ups with their primary care provider are also recommended to ensure their conditions are well-managed. Additionally, they should avoid smoking and limit alcohol consumption to reduce the risk of further health complications.",
    "condition_summary": "The patient has been diagnosed with elevated blood pressure, hypertension, leg pain and/or swelling, palpitations, and shortness of breath."
  },
  "Karla Roddy": {
    "medication_summary": "The patient has been prescribed two medications. The first is Oxycodone-acetaminophen in a 5 mg-325 mg tablet form. The patient is instructed to take one tablet orally every eight hours as needed for pain. The second medication is Methocarbamol in a 500 mg tablet form, which is to be taken orally every eight hours as directed for spasms. Additionally, the patient has been prescribed Pregabalin in a 50 mg capsule form, to be taken orally three times a day as directed.",
    "lifestyle_recommendations": "The context does not provide specific lifestyle recommendations for the patient.",
    "condition_summary": "The patient has been diagnosed with cervical spine stenosis, neck pain, and reactive lymphadenopathy."
  },
  "Maria Camerano": {
    "medication_summary": "The patient, Maria D Camerano, has been prescribed the following medications:\n\n1. Hydrocodone 10 mg-acetaminophen 325 mg tablet: The patient is to take one tablet orally every six hours as needed for pain.\n\n2. Pregabalin 75 mg capsule: The patient is to take one capsule orally twice a day as directed.\n\n3. Medrol (Pak) 4 mg tablets in a dose pack (methylprednisolone): The patient is to take one tablet orally as directed following package instructions.\n\n4. Aricept 10 mg tablet (donepezil): The patient is to take one tablet orally once a day.",
    "lifestyle_recommendations": "The patient is advised to schedule a follow-up appointment in one month. She is also recommended to attend physical therapy and plan to have an X-ray of the cervical spine. Additionally, she should return to the clinic before 30 days for continued pain management. Due to her current condition, she requires assistance with daily activities such as bathing, cooking, cleaning, and going to the restroom. It is suggested that social services replace the care currently being provided by the family, as they are unable to continue providing 24-hour care.",
    "condition_summary": "The patient has been diagnosed with lumbar spondylolisthesis, thoracic spondylolisthesis, cervical spondylolisthesis, and lumbar disc disorder. She also has a history of back pain, chronic pain syndrome, hypertension, and stroke. Additionally, she has undergone lumbar fusion, back surgery, knee surgery, and C3-C6 ACDF."
  },
  "MICHAEL KEDROWSKI": {
    "medication_summary": "The context does not provide any information about prescribed medications for the patient.",
    "lifestyle_recommendations": "The patient's medical records do not provide specific lifestyle recommendations. However, it is noted that the patient exercises and consumes alcohol. The patient does not use drugs or smoke tobacco. It's also important to note that the patient has been instructed to schedule an MRI and follow up after the imaging is done.",
    "condition_summary": "The patient, Michael Kedrowski, has been diagnosed with lumbar pain."
  }
}